db.ScienceJournal.insertMany([
	{
		title: "Статья 1",
		authors: ["Иванов Иван"],
		date: new Date("03.12.2022"),
		content: "Текст статьи 1",
		tags: ["статья 1", "программирование", "веб", "инженерия"],
		reviews: [
			{
				name: "Алексей",
				comment: "Лучшая статья !!",
				mark: 10,
			},
			{
				name: "Максим",
				comment: "Я научился программировать!!!",
				mark: 9,
			},
			{
				name: "Дмитрий",
				comment: "Ничего не понятно((",
				mark: 2,
			}
		]
	},
    {
		title: "Статья 2",
		authors: ["Марк Цукерберг"],
		date: new Date("17.11.2022"),
		content: "Текст статьи 2",
		tags: ["статья 2", "соц сети", "сайты", "заработок"],
		reviews: [
			{
				name: "Алексей",
				comment: "Класс !!",
				mark: 10,
			},
			{
				name: "Максим",
				comment: "Не интересно!!!",
				mark: 1,
			},
			{
				name: "Дмитрий",
				comment: "Ого круто",
				mark: 7,
			}
		]
	},
    {
		title: "Статья 3",
		authors: ["Стив Джобс", "Билл Гейтс"],
		date: new Date("01.10.2022"),
		content: "Текст статьи 3",
		tags: ["статья 3", "ос", "как стать успешным", "форбс"],
		reviews: [
			{
				name: "Алексей",
				comment: "Фига у них много денег",
				mark: 8,
			},
			{
				name: "Максим",
				comment: "Полезная информация!!!",
				mark: 8,
			},
			{
				name: "Дмитрий",
				comment: "Бесполезная информация",
				mark: 1,
			}
		]
	},
    {
		title: "Статья 4",
		authors: ["Тони Старк"],
		date: new Date("03.09.2022"),
		content: "Текст статьи 4",
		tags: ["статья 4", "как сделать суперкостюм", "филантроп", "плейбой"],
		reviews: [
			{
				name: "Алексей",
				comment: "Пойду сделаю такой же костюм",
				mark: 9,
			},
			{
				name: "Максим",
				comment: "Марвел не интересно !!",
				mark: 1,
			},
			{
				name: "Дмитрий",
				comment: "Ок",
				mark: 5,
			}
		]
	},
    {
		title: "Статья 5",
		authors: ["Продуктивный чувак"],
		date: new Date("03.09.2022"),
		content: "Текст статьи 5",
		tags: ["статья 5", "продуктивность", "эффективность", "полезность"],
		reviews: [
			{
				name: "Алексей",
				comment: "Замотивировали !!!",
				mark: 10,
			},
			{
				name: "Максим",
				comment: "Класс, пойду делать лабы !!",
				mark: 10,
			},
			{
				name: "Дмитрий",
				comment: "Ух ты, надо бы закрыть долги",
				mark: 10,
			}
		]
	}
])